QGDsolver/tutorials/reactingLagrangianQGDFoam/gasDiffusion/constant/reactions
species
(
    H2
    H
);

reactions
{
}
